import React from 'react';
import { Card } from 'react-bootstrap';

const AboutMe = () => {
    return (
        <div>
            <h2 style={{ textAlign: 'center' }}>About Me</h2>
            <Card>
                <Card.Body style={{ height: '500px' }}>
                    Привет, меня зовут Данил. Полгода назад уволился, решил
                    сменить профессию и стать программистом. Денег на обучение в
                    онлайн школе не было, поэтому изучал все самостоятельно.
                    Надеюсь на обратную связь, хотелось бы знать какие ошибки я
                    совершил и что можно было бы улучшить.
                    <br />
                    <br />
                    P.S. Спасибо за тестовое задание, оно помогает проверить и
                    улучшить свои навыки, а также я уверен что делаю работу,
                    которую должен уметь делать самостоятельно, а не выдумываю себе
                    задания, которые могут оказатся мне не под силу.
                </Card.Body>
            </Card>
        </div>
    );
};

export default AboutMe;
